tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'goles/battery'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/nginx'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'jfrogdev/tap'
tap 'neovim/neovim'
tap 'pivotal/tap'
tap 'rogual/neovim-dot-app'
tap 'timsutton/formulae'
tap 'tomanthony/brews'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'align'
brew 'pkg-config'
brew 'libyaml'
brew 'makedepend'
brew 'openssl'
brew 'ansible'
brew 'ansible-cmdb'
brew 'ansifilter'
brew 'ant'
brew 'antigen'
brew 'apache-drill'
brew 'apachetop'
brew 'apollo'
brew 'apr'
brew 'readline'
brew 'xz'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'python3'
brew 'postgresql'
brew 'cmake'
brew 'mysql'
brew 'unixodbc'
brew 'apr-util'
brew 'archey'
brew 'artifactory'
brew 'arx'
brew 'docbook'
brew 'asciidoc'
brew 'asciinema'
brew 'asciiquarium'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'asio'
brew 'scons'
brew 'gringo'
brew 'clasp'
brew 'aspcud'
brew 'aspell'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'auto-scaling'
brew 'autojump'
brew 'axel'
brew 'bash'
brew 'bash-completion'
brew 'bats'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'bfg'
brew 'binutils'
brew 'go'
brew 'bitrise'
brew 'bork'
brew 'brew-pip'
brew 'bsdmake'
brew 'buku'
brew 'c-ares'
brew 'caddy'
brew 'calc'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'carthage'
brew 'ccat'
brew 'cdargs'
brew 'certigo'
brew 'godep'
brew 'certstrap'
brew 'cgrep'
brew 'cheat'
brew 'check'
brew 'checkstyle'
brew 'cmark'
brew 'colordiff'
brew 'connect'
brew 'consul'
brew 'consul-template'
brew 'contacts'
brew 'gmp'
brew 'coreutils'
brew 'cpanminus'
brew 'cpp-netlib'
brew 'cscope'
brew 'csshx'
brew 'csv-fix'
brew 'libtool'
brew 'ctail'
brew 'libressl'
brew 'libssh2'
brew 'curl'
brew 'socat'
brew 'wget'
brew 'w3m'
brew 'dasht'
brew 'dependency-check'
brew 'desk'
brew 'libmaa'
brew 'dict'
brew 'diff-so-fancy'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dlite'
brew 'dnstracer'
brew 'docker'
brew 'docker-clean'
brew 'docker-gen'
brew 'dockviz'
brew 'dockward'
brew 'doitlive'
brew 'dos2unix'
brew 'dwdiff'
brew 'editorconfig'
brew 'elasticsearch'
brew 'enchant'
brew 'entr'
brew 'faac'
brew 'fabric'
brew 'fail2ban'
brew 'fasd'
brew 'fdupes'
brew 'ffe'
brew 'ffind'
brew 'texi2html'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'fribidi'
brew 'harfbuzz'
brew 'libass'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'openjpeg'
brew 'snappy'
brew 'libssh'
brew 'webp'
brew 'ffmpeg', args: ['with-faac']
brew 'findutils', args: ['with-default-names']
brew 'flyway'
brew 'fortune'
brew 'fpp'
brew 'fswatch'
brew 'fuzzy-find'
brew 'fzf'
brew 'mpfr'
brew 'gawk'
brew 'gd'
brew 'gdk-pixbuf'
brew 'intltool'
brew 'libxml2', args: ['with-python']
brew 'itstool'
brew 'libepoxy'
brew 'pango'
brew 'hicolor-icon-theme'
brew 'gsettings-desktop-schemas'
brew 'gtk+3'
brew 'gtk+'
brew 'pygobject'
brew 'py2cairo'
brew 'pygtk'
brew 'gtk-mac-integration'
brew 'iso-codes'
brew 'libpeas'
brew 'gtksourceview3'
brew 'gnome-icon-theme'
brew 'gedit'
brew 'geoip'
brew 'gflags'
brew 'ghq'
brew 'gibo'
brew 'git-crypt'
brew 'gnu-getopt'
brew 'git-flow-avh'
brew 'git-lfs'
brew 'git-plus'
brew 'git-standup'
brew 'git-subrepo'
brew 'git-town'
brew 'git-utils'
brew 'github-markdown-toc'
brew 'mono'
brew 'gitversion'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'glib-networking'
brew 'glog'
brew 'gnu-indent', args: ['default-names']
brew 'gnu-sed', args: ['default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'gost'
brew 'gradle'
brew 'graphviz'
brew 'grc'
brew 'grip'
brew 'groovy'
brew 'hh'
brew 'lua'
brew 'highlight'
brew 'htop'
brew 'httping'
brew 'hub'
brew 'perl'
brew 'imagemagick'
brew 'ipinfo'
brew 'iproute2mac'
brew 'jenkins'
brew 'jfrog-cli-go'
brew 'oniguruma'
brew 'jq'
brew 'nspr'
brew 'spidermonkey'
brew 'jsawk'
brew 'json-glib'
brew 'jsoncpp'
brew 'khal'
brew 'kibana'
brew 'kommit'
brew 'lz4'
brew 'libarchive'
brew 'libvo-aacenc'
brew 'libav'
brew 'libevent'
brew 'libgit2'
brew 'libmagic'
brew 'vala'
brew 'libsoup'
brew 'pygobject3'
brew 'libosinfo'
brew 'libxslt'
brew 'lighttpd'
brew 'links'
brew 'liquidprompt'
brew 'popt'
brew 'logrotate'
brew 'logstash'
brew 'luajit'
brew 'lynis'
brew 'mackup'
brew 'markdown'
brew 'mas'
brew 'maven'
brew 'miller'
brew 'mkdocs'
brew 'protobuf'
brew 'mobile-shell'
brew 'mpg123'
brew 'mplayer'
brew 'youtube-dl'
brew 'mpv'
brew 'mr'
brew 'msgpack'
brew 'multitail'
brew 'mycli'
brew 'ncdu'
brew 'nethogs'
brew 'nexus'
brew 'nginx'
brew 'nload'
brew 'nmap'
brew 'nomad'
brew 'opam'
brew 'ossp-uuid'
brew 'p7zip'
brew 'packer'
brew 'pandoc'
brew 'parallel'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'passpie'
brew 'pastebinit'
brew 'path-extractor'
brew 'pcre2'
brew 'peco'
brew 'phantomjs'
brew 'pidof'
brew 'pixz'
brew 'wdiff'
brew 'rpm2cpio'
brew 'rpm'
brew 'pkgdiff'
brew 'plantuml'
brew 'ponysay'
brew 'qt'
brew 'poppler'
brew 'prips'
brew 'proctools'
brew 'prometheus'
brew 'psgrep'
brew 'pssh'
brew 'pstree'
brew 'pup'
brew 'pv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'sip'
brew 'pyqt'
brew 'redis'
brew 'rem'
brew 'rename'
brew 'repo'
brew 'resty'
brew 'riak'
brew 'rlwrap'
brew 'rocksdb'
brew 'ruby'
brew 's-search'
brew 'sbt'
brew 'scala'
brew 'scmpuff'
brew 'screenresolution'
brew 'selenium-server-standalone'
brew 'shellcheck'
brew 'shellinabox'
brew 'siege'
brew 'sonar-runner'
brew 'sonarqube'
brew 'spark'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'sshrc'
brew 'sslscan'
brew 'stormssh'
brew 'stunnel'
brew 'sysdig'
brew 'tag'
brew 'terraform'
brew 'terraform-inventory'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'thrift'
brew 'tidy-html5'
brew 'tig'
brew 'tmate'
brew 'tmux'
brew 'tmux-cssh'
brew 'tmux-mem-cpu-load'
brew 'todolist'
brew 'tomcat'
brew 'translate-shell'
brew 'trash'
brew 'truncate'
brew 'typesafe-activator'
brew 'unar'
brew 'unp'
brew 'v'
brew 'vault'
brew 'vim'
brew 'vnstat'
brew 'wallpaper'
brew 'watch'
brew 'watchman'
brew 'wemux'
brew 'xctool'
brew 'xhyve'
brew 'xml2'
brew 'xmlstarlet'
brew 'xonsh'
brew 'yadm'
brew 'yank'
brew 'yara'
brew 'z'
brew 'zsh'
brew 'zplug'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-lovers'
brew 'zsh-navigation-tools'
brew 'zsh-syntax-highlighting'
brew 'zsync'
brew 'goles/battery/battery'
brew 'homebrew/boneyard/lftp'
brew 'homebrew/boneyard/rocket'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/gem-completion'
brew 'homebrew/completions/grunt-completion'
brew 'homebrew/completions/homesick-completion'
brew 'homebrew/completions/launchctl-completion'
brew 'homebrew/completions/maven-completion'
brew 'homebrew/completions/open-completion'
brew 'homebrew/completions/packer-completion'
brew 'homebrew/completions/pip-completion'
brew 'homebrew/completions/sonar-completion'
brew 'homebrew/completions/stormssh-completion'
brew 'homebrew/completions/tmuxinator-completion'
brew 'homebrew/completions/vagrant-completion'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/unzip'
brew 'homebrew/dupes/whois'
brew 'homebrew/nginx/ngx-devel-kit'
brew 'homebrew/nginx/lua-nginx-module'
brew 'homebrew/versions/node012'
brew 'homebrew/versions/subversion17'
brew 'jfrogdev/tap/artifactory-pro'
brew 'neovim/neovim/neovim'
brew 'pivotal/tap/springboot'
brew 'rogual/neovim-dot-app/neovim-dot-app', args: ['HEAD']
brew 'timsutton/formulae/brew-pkg'
brew 'tomanthony/brews/itermocil'
cask 'airdisplay'
cask 'alfred'
cask 'apache-directory-studio'
cask 'araxis-merge'
cask 'atom'
cask 'bartender'
cask 'battery-report'
cask 'battery-time-remaining'
cask 'bettertouchtool'
cask 'betterzipql'
cask 'beyond-compare'
cask 'cakebrew'
cask 'camtasia'
cask 'changes'
cask 'chatology'
cask 'cleanmymac'
cask 'coderunner'
cask 'consul'
cask 'crashplan'
cask 'dash'
cask 'deltawalker'
cask 'diffmerge'
cask 'dropbox'
cask 'eclipse-jee'
cask 'expandrive'
cask 'facter'
cask 'filezilla'
cask 'fish'
cask 'flux'
cask 'github-desktop'
cask 'githubpulse'
cask 'gitkraken'
cask 'gitup'
cask 'google-chrome'
cask 'grandperspective'
cask 'handbrake'
cask 'handbrakecli'
cask 'hazel'
cask 'houdahgeo'
cask 'idefrag'
cask 'intellij-idea-ce'
cask 'ipartition'
cask 'isolator'
cask 'istat-menus'
cask 'iterm2'
cask 'java7'
cask 'jd-gui'
cask 'jdiskreport'
cask 'jenkins-menu'
cask 'jitouch'
cask 'kaleidoscope'
cask 'kdiff3'
cask 'keyboard-maestro'
cask 'keystore-explorer'
cask 'launchbar'
cask 'little-snitch'
cask 'macdown'
cask 'macupdate-desktop'
cask 'macvim'
cask 'maddthesane-perian'
cask 'moom'
cask 'mou'
cask 'mysqlworkbench'
cask 'osxfuse'
cask 'otto'
cask 'owasp-zap'
cask 'p4merge'
cask 'path-finder'
cask 'perian'
cask 'qdesktop'
cask 'qlcolorcode'
cask 'qldds'
cask 'qlgradle'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlplayground'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicktime-player7'
cask 'radar'
cask 'real-vnc'
cask 'screencloud'
cask 'screenflow'
cask 'sequel-pro'
cask 'serf'
cask 'slender'
cask 'snagit'
cask 'sourcetree'
cask 'sshfs'
cask 'staruml'
cask 'sts'
cask 'sublime-text'
cask 'sublime-text3'
cask 'suspicious-package'
cask 'teamviewer'
cask 'textexpander'
cask 'textsoap'
cask 'the-archive-browser'
cask 'the-unarchiver'
cask 'tower'
cask 'transmit'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visualack'
cask 'visualvm'
cask 'vlc'
cask 'vnc-viewer'
cask 'webex-nbr-player'
cask 'webpquicklook'
cask 'yummy-ftp'
mas 'AwayTracker', id: 1092959734
mas 'Kaleidoscope', id: 587512244
mas 'Patterns', id: 429449079
mas 'Xkey Plus', id: 833376641
mas 'Paste', id: 967805235
mas 'File Viewer Pro', id: 889836067
mas 'The Archive Browser', id: 510232205
mas 'Universal Audio Converter Pro', id: 1104847761
mas 'Pixave', id: 924891282
mas 'Zest', id: 1082108292
mas 'Copied', id: 1026349850
mas 'Remote Desktop', id: 409907375
mas 'Camtasia 2', id: 478330793
mas 'Slack', id: 803453959
mas 'Mousepose', id: 405904955
mas 'Complete Anatomy', id: 1141323850
mas 'CCMenu', id: 603117688
mas 'Typeeto', id: 970502923
mas 'Yummy FTP', id: 492068728
mas 'BetterSnapTool', id: 417375580
mas 'Workbench', id: 1103410848
mas 'iThoughtsX', id: 720669838
mas '1Password', id: 443987910
mas 'Lynda.com', id: 985958984
mas 'Day One', id: 1055511498
mas 'World Clock', id: 858446756
mas 'Shortcuts', id: 402271673
mas 'Freespeech', id: 1089150955
mas 'Affinity Designer', id: 824171161
mas 'Rough Draft', id: 1021874663
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Textastic', id: 572491815
mas 'Screenium 3', id: 921553264
mas 'DaisyDisk', id: 411643860
mas 'OmniGraffle', id: 711830901
mas 'Fluid Browser', id: 1077036385
mas 'Boom 2', id: 948176063
mas 'Cornerstone', id: 1110740402
mas 'Lessons for iPhone Video Production', id: 1078479597
mas 'Caffeine', id: 411246225
mas 'Switch', id: 1048816808
mas 'OTP Manager', id: 928941247
mas 'Ulysses', id: 623795237
mas 'GIPHY CAPTURE', id: 668208984
mas 'Remotix', id: 466261145
mas 'Pages', id: 409201541
mas 'Snagit', id: 492729790
mas 'Renamer 5', id: 1063661581
mas 'OmniPlan', id: 1040002810
mas 'Flexiglass', id: 426410278
mas 'ScreenFlow', id: 1107828211
mas 'OmniOutliner Pro', id: 404647179
mas 'Commander One PRO', id: 1035237815
mas 'Riffstation', id: 602165764
mas 'iStudiez Pro', id: 402989379
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'Numbers', id: 409203825
mas 'OmniFocus', id: 867299399
mas 'Pixelmator', id: 407963104
mas 'SnippetsLab', id: 1006087419
mas 'StereoTube', id: 1140450191
mas 'The Unarchiver', id: 425424353
mas 'Toolbox for Keynote', id: 582635628
mas 'Keynote', id: 409183694
mas 'Dash', id: 449589707
mas 'Tayasui Sketches Pro', id: 1031566200
mas 'Flycut', id: 442160987
mas 'HandsFree 2', id: 954943481
mas 'PopClip', id: 445189367
mas 'TextWrangler', id: 404010395
mas 'Earth 3D - Amazing Atlas', id: 609649363
mas 'Turn Off the Lights for Desktop', id: 1043732024
mas 'JSON Wizard', id: 1028340838
